public class Main {
    public static void main(String[] args) {
        int age = 3;
        if (age >= 5) {
            System.out.println("Если возраст ребенка равен 10 годам, то ему можно кататься на атракционе");
        } else {
            System.out.println("Если возраст ребенка равен 2 годам, то ему нельзя кататься на атракционе");
        }
        int age1 = 7;
        if (age1 <5 && age1 > 14) {
            System.out.println("Если возраст ребенка равен 2 годам, то он может кататься, толко в сопровождении взрослого");
        } else {
            System.out.println("Если возраст ребенка равен 13 годам, то он может кататься, толко в сопровождении взрослого");
        }
        int age2 = 15;
        if ( age2 <14 ) {
            System.out.println("Если возраст ребенка равен 13 годам, то он может кататься, без  сопровождения взрослого");
        } else {
            System.out.println("Если возраст ребенка равен 15 годам, то он может кататься, без сопровождения взрослого");
        }
    }
}












