public class Main {
    public static void main(String[] args) {
        int age = 3;
        if (age <= 2 && age >= 6) {
            System.out.println("Если возраст человека равен 8 годам, то ему нужно ходить в детский сад");
        } else {
            System.out.println("Если возраст человека равен 3 лет, то ему нужно ходить в детский сад");
        }
        int age1 = 14;
        if (age1 <= 7 && age1 >= 18) {
            System.out.println("Если возраст человека равен 6 лет, то ему нужно ходить в школу");
        } else {
            System.out.println("Если возраст человека равен 14 годам, то ему нужно ходить в школу");
        }
        int age2 = 23;
        if (age2 <= 18 && age2 >= 24) {
            System.out.println("Если возраст человека равен 17 годам, то ему нужно ходить в универсситет");
        } else {
            System.out.println("Если возраст человека равен 22 годам, то ему нужно ходить в университет");
        }
        int age3 = 25;
        if (age3 <= 24) {
            System.out.println("Если возраст человека равен 19 годам, то ему нужно ходить  на работу");
        } else {
            System.out.println("Если возраст человека равен 25 годам, то ему нужно ходить на работу ");
        }
    }
}












